export const ImageGalleryItem = ({image:{id,webformatURL}}) => {
  return (
    <li id={id}>
      <img src={webformatURL} alt="Pictur" />
    </li>
  );
};

// our API key: 36947214-e67710a045a4cff9982bc6142

// Pixabay API підтримує пагінацію, за замовчуванням параметр page дорівнює 1. Нехай у відповіді надходить по 12 об'єктів, встановлено в параметрі per_page. Не забудь, що під час пошуку за новим ключовим словом, необхідно скидати значення page до 1.

// У відповіді від апі приходить масив об'єктів, в яких тобі цікаві лише наступні властивості.
// id - унікальний ідентифікатор
// webformatURL - посилання на маленьке зображення для списку карток
// largeImageURL - посилання на велике зображення для модального вікна
